<?xml version="1.0" encoding="ISO-8859-1"?>

<language name="Russian (RU)" vbversion="4.0.8" product="rcd_adv_profile_photo" type="custom">
	<settings>
		<options><![CDATA[1]]></options>
		<languagecode><![CDATA[ru]]></languagecode>
		<charset><![CDATA[UTF-8]]></charset>
		<imagesoverride />
		<dateoverride><![CDATA[d.m.Y]]></dateoverride>
		<timeoverride><![CDATA[H:i]]></timeoverride>
		<registereddateoverride><![CDATA[d.m.Y]]></registereddateoverride>
		<calformat1override><![CDATA[j F Y]]></calformat1override>
		<calformat2override><![CDATA[j F]]></calformat2override>
		<logdateoverride><![CDATA[H:i, d.m.Y]]></logdateoverride>
		<locale />
		<decimalsep><![CDATA[.]]></decimalsep>
		<thousandsep><![CDATA[,]]></thousandsep>
	</settings>
	<phrasetype name="Error Messages" fieldname="error">
		<phrase name="adv_image_too_small" date="1297757204" username="admin"><![CDATA[&#1050;&#1072;&#1088;&#1090;&#1080;&#1085;&#1082;&#1072; &#1089;&#1083;&#1080;&#1096;&#1082;&#1086;&#1084; &#1084;&#1072;&#1083;&#1077;&#1085;&#1100;&#1082;&#1072;&#1103;. &#1052;&#1080;&#1085;&#1080;&#1084;&#1072;&#1083;&#1100;&#1085;&#1099;&#1081; &#1088;&#1072;&#1079;&#1084;&#1077;&#1088; - {1}x{1} &#1087;&#1080;&#1082;&#1089;&#1077;&#1083;&#1077;&#1081;.]]></phrase>
	</phrasetype>
	<phrasetype name="GLOBAL" fieldname="global">
		<phrase name="adv_allow_fullsize" date="1297757330" username="admin"><![CDATA[&#1071; &#1088;&#1072;&#1079;&#1088;&#1077;&#1096;&#1072;&#1102; &#1087;&#1086;&#1082;&#1072;&#1079;&#1099;&#1074;&#1072;&#1090;&#1100; &#1087;&#1086;&#1083;&#1085;&#1086;&#1088;&#1072;&#1079;&#1084;&#1077;&#1088;&#1085;&#1086;&#1077; &#1092;&#1086;&#1090;&#1086; &#1075;&#1076;&#1077; &#1074;&#1086;&#1079;&#1084;&#1086;&#1078;&#1085;&#1086;]]></phrase>
		<phrase name="adv_annotation" date="1297757129" username="admin"><![CDATA[<span style="color:red;">&#1042;&#1053;&#1048;&#1052;&#1040;&#1053;&#1048;&#1045;!</span> &#1063;&#1090;&#1086;&#1073;&#1099; &#1076;&#1088;&#1091;&#1075;&#1080;&#1077; &#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1077;&#1083;&#1080; &#1042;&#1072;&#1089; &#1074;&#1080;&#1076;&#1077;&#1083;&#1080;, &#1074;&#1099; &#1052;&#1054;&#1046;&#1045;&#1058;&#1045; &#1079;&#1072;&#1075;&#1088;&#1091;&#1079;&#1080;&#1090;&#1100; &#1089;&#1074;&#1086;&#1102; &#1088;&#1077;&#1072;&#1083;&#1100;&#1085;&#1091;&#1102; &#1092;&#1086;&#1090;&#1086;&#1075;&#1088;&#1072;&#1092;&#1080;&#1102;. &#1053;&#1072; &#1092;&#1086;&#1090;&#1086;&#1075;&#1088;&#1072;&#1092;&#1080;&#1080; &#1044;&#1054;&#1051;&#1046;&#1053;&#1054; &#1073;&#1099;&#1090;&#1100; &#1088;&#1072;&#1079;&#1073;&#1086;&#1088;&#1095;&#1080;&#1074;&#1086; &#1074;&#1080;&#1076;&#1085;&#1086; &#1074;&#1072;&#1096;&#1077; &#1083;&#1080;&#1094;&#1086;. &#1042;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1074; &#1083;&#1102;&#1073;&#1086;&#1081; &#1084;&#1086;&#1084;&#1077;&#1085;&#1090; &#1087;&#1086;&#1084;&#1077;&#1085;&#1103;&#1090;&#1100; &#1080;&#1083;&#1080; &#1091;&#1073;&#1088;&#1072;&#1090;&#1100; &#1092;&#1086;&#1090;&#1086;. &#1042;&#1089;&#1077;, &#1095;&#1090;&#1086; &#1085;&#1077; &#1086;&#1090;&#1085;&#1086;&#1089;&#1080;&#1090;&#1089;&#1103; &#1082; &#1076;&#1077;&#1083;&#1091;, &#1073;&#1091;&#1076;&#1077;&#1090; &#1088;&#1072;&#1089;&#1094;&#1077;&#1085;&#1077;&#1085;&#1086; &#1082;&#1072;&#1082; &#1079;&#1072;&#1089;&#1086;&#1088;&#1077;&#1085;&#1080;&#1077; &#1092;&#1086;&#1088;&#1091;&#1084;&#1072; &#1080; &#1084;&#1086;&#1078;&#1077;&#1090; &#1087;&#1086;&#1074;&#1083;&#1077;&#1095;&#1100; &#1073;&#1083;&#1086;&#1082;&#1080;&#1088;&#1086;&#1074;&#1082;&#1091; &#1072;&#1082;&#1082;&#1072;&#1091;&#1085;&#1090;&#1072;! &#1063;&#1091;&#1078;&#1080;&#1077; &#1092;&#1086;&#1090;&#1086;, &#1085;&#1072;&#1076;&#1087;&#1080;&#1089;&#1080;, &#1083;&#1086;&#1075;&#1086;&#1090;&#1080;&#1087;&#1099;, &#1083;&#1080;&#1094;&#1072; &#1088;&#1072;&#1079;&#1084;&#1077;&#1088;&#1072;&#1084;&#1080; &#1074; &#1086;&#1076;&#1080;&#1085; &#1087;&#1080;&#1082;&#1089;&#1077;&#1083;&#1100;, &#1092;&#1086;&#1090;&#1086; &#1080;&#1079; &#1087;&#1080;&#1086;&#1085;&#1077;&#1088;&#1083;&#1072;&#1075;&#1077;&#1088;&#1103; &#1080; &#1090;.&#1087;. - &#1089;&#1095;&#1080;&#1090;&#1072;&#1102;&#1090;&#1089;&#1103; &#1084;&#1091;&#1089;&#1086;&#1088;&#1086;&#1084;.]]></phrase>
		<phrase name="adv_confirm_photo" date="1297757278" username="admin"><![CDATA[&#1071; &#1087;&#1086;&#1076;&#1090;&#1074;&#1077;&#1088;&#1078;&#1076;&#1072;&#1102;, &#1095;&#1090;&#1086; &#1101;&#1090;&#1086; &#1092;&#1086;&#1090;&#1075;&#1088;&#1072;&#1092;&#1080;&#1103; &#1084;&#1077;&#1085;&#1103;-&#1083;&#1102;&#1073;&#1080;&#1084;&#1086;&#1075;&#1086;]]></phrase>
		<phrase name="adv_confirm_photo_face" date="1297757309" username="admin"><![CDATA[&#1071; &#1087;&#1086;&#1076;&#1090;&#1074;&#1077;&#1088;&#1078;&#1076;&#1072;&#1102;, &#1095;&#1090;&#1086; &#1074;&#1099;&#1076;&#1077;&#1083;&#1080;&#1083; &#1076;&#1083;&#1103; &#1072;&#1074;&#1072;&#1090;&#1072;&#1088;&#1082;&#1080; &#1089;&#1074;&#1086;&#1077; &#1083;&#1080;&#1094;&#1086; &#1080; &#1086;&#1085;&#1086; &#1088;&#1072;&#1079;&#1073;&#1086;&#1088;&#1095;&#1080;&#1074;&#1086;]]></phrase>
		<phrase name="adv_result" date="1297757178" username="admin"><![CDATA[&#1088;&#1077;&#1079;&#1091;&#1083;&#1100;&#1090;&#1072;&#1090;:]]></phrase>
		<phrase name="adv_save" date="1297757190" username="admin"><![CDATA[&#1057;&#1086;&#1093;&#1088;&#1072;&#1085;&#1080;&#1090;&#1100;]]></phrase>
	</phrasetype>
</language>
